category = {
    "대회/박람회": [
        "2010년평창동계올림픽유치특별위원회",
        "2012년여수세계박람회유치특별위원회",
        "2012년여수세계박람회지원특별위원회-법안심사소위원회",
        "국회2030부산세계박람회유치지원특별위원회",
        "평창동계올림픽및국제경기대회지원특별위원회",
        '국제경기대회(세계육상선수권대회아시아경기대회포뮬러원국제자동차경주대회)지원특별위원회-법안심사소위원회'
    ],
    "임명동의": [
        "감사원장(최재형)임명동의에관한인사청문특별위원회",
        "국무총리(김부겸)임명동의에관한인사청문특별위원회",
        "국무총리(이낙연)임명동의에관한인사청문특별위원회",
        "국무총리(정세균)임명동의에관한인사청문특별위원회",
        "국무총리(한덕수)임명동의에관한인사청문특별위원회",
        "국무총리후보자(한덕수)에관한인사청문특별위원회",
        "대법관(김상환)임명동의에관한인사청문특별위원회",
        "대법관(김선수·노정희·이동원)임명동의에관한인사청문특별위원회",
        "대법관(김재형)임명동의에관한인사청문특별위원회",
        "대법관(김황식)임명동의에관한인사청문특별위원회",
        "대법관(노태악)임명동의에관한인사청문특별위원회",
        "대법관(민유숙·안철상)임명동의에관한인사청문특별위원회",
        "대법관(박정화·조재연)임명동의에관한인사청문특별위원회",
        "대법관(오석준)임명동의에관한인사청문특별위원회",
        "대법관(천대엽)임명동의에관한인사청문특별위원회",
        "대법원장(김명수)임명동의에관한인사청문특별위원회",
        "헌법재판소장(김이수)임명동의에관한인사청문특별위원회",
        "헌법재판소장(박한철)임명동의에관한인사청문특별위원회",
        "헌법재판소장(유남석)임명동의에관한인사청문특별위원회",
        "헌법재판소장(이진성)임명동의에관한인사청문특별위원회",
        "중앙선거관리위원회위원(조병현·조성대)선출에관한인사청문특별위원회"
    ],
    "건설/교통": [
        "건설교통위원회",
        "건설교통위원회-법안심사소위원회",
        "신행정수도의건설을위한특별조치법위헌결정후속대책및지역균형발전특별위원회"
    ],
    "공기업/공무원": [
        "공기업관련대책특별위원회",
        "공무원연금개혁특별위원회"
    ],
    "과학기술/정보통신": [
        "과학기술정보방송통신위원회",
        "과학기술정보방송통신위원회-과학기술원자력법안심사소위원회",
        "과학기술정보방송통신위원회-법안심사소위원회",
        "과학기술정보방송통신위원회-예산결산심사소위원회",
        "과학기술정보방송통신위원회-정보통신방송법안심사소위원회",
        "과학기술정보방송통신위원회-제2반",
        "과학기술정보통신위원회",
        "과학기술정보통신위원회-법률안및청원등심사소위원회",
        "과학기술정보통신위원회-예산결산기금심사소위원회",
        "방송통신특별위원회",
        "언론·미디어제도개선특별위원회"
    ],
    "교육": [
        "교육과학기술위원회",
        "교육과학기술위원회-법안심사소위원회",
        "교육과학기술위원회-예산결산기금심사소위원회",
        "교육과학기술위원회-제1반",
        "교육과학기술위원회-제2반",
        "교육문화체육관광위원회",
        "교육문화체육관광위원회-교육법안심사소위원회",
        "교육문화체육관광위원회-문화체육관광법안심사소위원회",
        "교육문화체육관광위원회-법안심사소위원회",
        "교육문화체육관광위원회-예산결산기금심사소위원회",
        "교육문화체육관광위원회-제1반",
        "교육문화체육관광위원회-제2반",
        "교육위원회",
        "교육위원회-법안심사소위원회",
        "교육위원회-예산결산기금심사소위원회",
        "교육위원회-제1반",
        "교육위원회-제2반"
    ],
    "국방": [
        "국방위원회",
        "국방위원회-법률안등심사소위원회",
        "국방위원회-법률안심사소위원회",
        "국방위원회-법안심사소위원회",
        "국방위원회-예산결산기금심사소위원회",
        "국방위원회-예산결산심사소위원회",
        "군인권개선및병영문화혁신특별위원회"
    ],
    "경제": [
        "기획재정위원회",
        "기획재정위원회-경제재정소위원회",
        "기획재정위원회-예산결산기금심사소위원회",
        "기획재정위원회-예산결산소위원회",
        "기획재정위원회-제1반",
        "기획재정위원회-제2반",
        "기획재정위원회-조세소위원회",
        "재정경제위원회",
        "재정경제위원회-금융및경제법안등심사소위원회",
        "재정경제위원회-소위원회",
        "재정경제위원회-예산안및결산심사소위원회",
        "재정경제위원회-제1반",
        "재정경제위원회-조세법안등심사소위원회",
        "민생경제특별위원회",
        "정무위원회",
        "정무위원회-법률안심사소위원회",
        "정무위원회-법안심사소위원회",
        "정무위원회-법안심사제1소위원회",
        "정무위원회-법안심사제2소위원회",
        "정무위원회-예산결산심사소위원회",
        "정무위원회-청원심사소위원회",
        "지식경제위원회",
        "지식경제위원회-법안심사소위원회",
        "창조경제활성화특별위원회",
        "지방재정·분권특별위원회"
    ],
    "남북관계": [
        "남북경제협력특별위원회",
        "남북관계발전특별위원회"
    ],
    "미래": [
        "미래일자리특별위원회",
        "미래전략특별위원회",
        "미래창조과학방송통신위원회",
        "미래창조과학방송통신위원회-법안심사소위원회",
        "미래창조과학방송통신위원회-예산결산심사소위원회",
        "일자리만들기특별위원회",
        "저출산·고령화대책특별위원회",
        "저출산및고령화사회대책특별위원회",
        "청년미래특별위원회",
        "지속가능발전특별위원회"
    ],
    "환경": [
        "미세먼지대책특별위원회",
        "환경노동위원회",
        "환경노동위원회-고용노동법안심사소위원회",
        "환경노동위원회-고용노동소위원회",
        "환경노동위원회-법안심사소위원회",
        "환경노동위원회-예산결산기금심사소위원회",
        "환경노동위원회-환경법안심사소위원회",
        "환경노동위원회-환경소위원회",
        "에너지특별위원회"
    ],
    "보건/복지": [
        "보건복지가족위원회",
        "보건복지가족위원회-법안심사소위원회",
        "보건복지위원회",
        "보건복지위원회-법안심사소위원회",
        "보건복지위원회-예산결산심사소위원회",
        "보건복지위원회-제1법안심사소위원회",
        "보건복지위원회-제2법안심사소위원회",
        "장애인특별위원회"
    ],
    "안전": [
        "안전행정위원회",
        "안전행정위원회-법안심사소위원회",
        "안전행정위원회-안전및선거법심사소위원회",
        "안전행정위원회-예산·결산및기금심사소위원회",
        "안전행정위원회-행정및인사법심사소위원회",
        "아동.여성대상성폭력대책특별위원회-법안심사소위원회",
        "여성가족위원회",
        "여성가족위원회-법안심사소위원회",
        "여성가족위원회-예산결산심사소위원회",
        "재난안전대책특별위원회"
    ],
    "행정": [
        "행정안전위원회",
        "행정안전위원회-법안심사소위원회",
        "행정안전위원회-법안심사제1소위원회",
        "행정안전위원회-법안심사제2소위원회",
        "행정안전위원회-안전및선거법심사소위원회",
        "행정안전위원회-예산·결산및기금심사소위원회",
        "행정안전위원회-제1반",
        "행정안전위원회-제2반",
        "행정안전위원회-행정및인사법심사소위원회",
        "행정자치위원회",
        "행정자치위원회-법안심사소위원회",
        "행정자치위원회-제1반",
        "행정자치위원회-제2반",
        "행정자치위원회-청원심사소위원회",
        "인사청문특별위원회"
    ],
    "국토 교통": [
        "국토교통위원회",
        "국토교통위원회-교통법안심사소위원회",
        "국토교통위원회-국토법안심사소위원회",
        "국토교통위원회-예산결산기금심사소위원회",
        "국토교통위원회-제1반",
        "국토교통위원회-제2반"
    ],
    "국토해양": [
        "국토해양위원회",
        "국토해양위원회-법안심사소위원회",
        "국토해양위원회-예산결산기금심사소위원회"
    ],
    "국회": [
        "국회본회의",
        "국회운영위원회",
        "국회운영위원회-국회운영개선소위원회",
        "국회운영위원회-국회운영제도개선소위원회",
        "국회운영위원회-법안심사소위원회",
        "국회운영위원회-예산결산심사소위원회",
        "국회운영위원회-예산안심사소위원회",
        "국회코로나19대책특별위원회"
    ],
    "식품": [
        "농림수산식품위원회",
        "농림수산식품위원회-법률안심사소위원회",
        "농림수산식품위원회-예산안및결산심사소위원회",
        "농림축산식품해양수산위원회",
        "농림축산식품해양수산위원회-농림축산식품법안심사소위원회",
        "농림축산식품해양수산위원회-예산결산심사소위원회",
        "농림축산식품해양수산위원회-예산안및결산심사소위원회",
        "농림축산식품해양수산위원회-해양수산법안심사소위원회",
        "농림해양수산위원회",
        "농림해양수산위원회-법률안심사소위원회",
        "농림해양수산위원회-예산안및결산심사소위원회",
        "농림해양수산위원회-제2반"
    ],
    "문화": [
        "동북아역사왜곡대책특별위원회",
        "문화관광위원회",
        "문화관광위원회-법안심사소위원회",
        "문화관광위원회-예산결산기금심사소위원회",
        "문화체육관광방송통신위원회-법안심사소위원회",
        "문화체육관광위원회",
        "문화체육관광위원회-문화예술법안심사소위원회",
        "문화체육관광위원회-법안심사소위원회",
        "문화체육관광위원회-예산결산심사소위원회",
        "문화체육관광위원회-체육관광법안심사소위원회"
    ],
    "사법": [
        "법제사법위원회",
        "법제사법위원회-법안심사제1소위원회",
        "법제사법위원회-법안심사제2소위원회",
        "법제사법위원회-예산결산기금심사소위원회",
        "법제사법위원회-예산결산심사소위원회",
        "사법개혁특별위원회",
        "사법개혁특별위원회-검찰·경찰개혁소위원회",
        "사법개혁특별위원회-법원·법조개혁소위원회",
        "사법제도개혁특별위원회-검찰관계법심사소위원회"
    ],
    "산업": [
        "4차산업혁명특별위원회",
        "산업자원위원회",
        "산업통상자원위원회",
        "산업통상자원위원회-법률안소위원회",
        "산업통상자원위원회-예산·결산소위원회",
        "산업통상자원중소벤처기업위원회",
        "산업통상자원중소벤처기업위원회-법률안소위원회",
        "산업통상자원중소벤처기업위원회-산업통상자원특허소위원회",
        "산업통상자원중소벤처기업위원회-예산·결산소위원회",
        "산업통상자원중소벤처기업위원회-예산결산소위원회",
        "산업통상자원중소벤처기업위원회-중소벤처기업소위원회"
    ],
    "예산": [
        "예산결산특별위원회",
        "예산결산특별위원회-2019년도제1회추가경정예산안및기금운용계획변경안조정소위원회",
        "예산결산특별위원회-2020년도제1회추경예산안등조정소위원회",
        "예산결산특별위원회-2020년도제3회추경예산안등조정소위원회",
        "예산결산특별위원회-2022년도제2회추경예산안등조정소위원회",
        "예산결산특별위원회-예산안등조정소위원회",
        "예산결산특별위원회-예산안및기금운용계획안조정소위원회",
        "예산결산특별위원회-추가경정예산안및기금운용계획변경안조정소위원회"
    ],
    "외교": [
        "외교통상통일위원회",
        "외교통상통일위원회-법안심사소위원회",
        "외교통상통일위원회-아프리카․중동반",
        "외교통상통일위원회-예산안ㆍ결산ㆍ기금심사소위원회",
        "외교통일위원회",
        "외교통일위원회-구주반",
        "외교통일위원회-미주반",
        "외교통일위원회-법안심사소위원회",
        "외교통일위원회-아주반",
        "외교통일위원회-아프리카․중동반",
        "외교통일위원회-예산·결산·기금심사소위원회",
        "통일외교통상위원회",
        "통일외교통상위원회-구주반",
        "통일외교통상위원회-미주반",
        "통일외교통상위원회-법안심사소위원회",
        "통일외교통상위원회-아주반",
        "통일외교통상위원회-아프리카․중동반",
        "한ㆍ미자유무역협정(FTA)체결대책특별위원회"
    ],
    "정치": [
        "정치개혁특별위원회",
        "정치개혁특별위원회-공직선거관계법심사소위원회",
        "정치개혁특별위원회-공직선거법심사소위원회",
        "정치개혁특별위원회-정당·정치자금법및지방선거관련법심사소위원회",
        "정치개혁특별위원회-정당·정치자금법심사소위원회",
        "정치개혁특별위원회-정치개혁제1소위원회",
        "정치개혁특별위원회-정치개혁제2소위원회",
        "정치개혁특별위원회-정치관계법심사소위원회",
        "정치발전특별위원회",
        "정치쇄신특별위원회"
    ],
    "헌법": [
        "헌법개정및정치개혁특별위원회-정치개혁소위원회",
        "헌법개정특별위원회",
        "헌법재판소재판관선출에관한인사청문특별위원회"
    ]
}

def get_category():
    # temp = dict()
    temp = []
    for key, values in category.items():
        temp.extend(values)
        # for value in values:
        #     temp[value] = key 
    return temp 